<?php

return [
    'access_controlled_by_private_ancestor' => 'دسته‌بندی والد :category به عنوان خصوصی تنظیم شده و دسترسی به این دسته‌بندی را کنترل می‌کند.',
    'actions' => 'عملیات دسته‌بندی',
    'category' => 'دسته‌بندی|دسته‌بندی‌ها',
    'confirm_nonempty_delete' => 'بله، می‌خواهم این دسته‌بندی و تمام موارد داخل آن را به طور دائمی حذف کنم',
    'create' => 'ایجاد دسته‌بندی',
    'created' => 'دسته‌بندی ایجاد شد',
    'deleted' => 'دسته‌بندی حذف شد|دسته‌بندی‌ها حذف شدند',
    'disable_threads' => 'غیرفعال کردن موضوعات',
    'enable_threads' => 'فعال کردن موضوعات',
    'make_private' => 'خصوصی کردن',
    'make_public' => 'عمومی کردن',
    'mark_read' => 'علامت گذاری موضوعات این دسته‌بندی به عنوان خوانده شده',
    'marked_read' => 'موضوعات جدید/به‌روز شده در :category به عنوان خوانده شده علامت گذاری شده‌اند',
    'restored' => 'دسته‌بندی بازیابی شد|دسته‌بندی‌ها بازیابی شدند',
    'subcategories' => 'زیر دسته‌بندی‌ها',
    'threads_disabled' => 'ایجاد موضوع جدید در این دسته‌بندی غیرفعال است',
    'updated' => 'دسته‌بندی به‌روز شد|دسته‌بندی‌ها به‌روز شدند',
];
