<?php

return [
    'actions' => 'عملیات پست',
    'created' => 'پست ایجاد شد',
    'delete' => 'حذف پست|حذف پست‌ها',
    'deleted' => 'پست حذف شد|پست‌ها حذف شدند',
    'edit' => 'ویرایش پست',
    'last' => 'آخرین پست',
    'perma_deleted' => 'پست به طور دائمی حذف شد|پست‌ها به طور دائمی حذف شدند',
    'post' => 'پست|پست‌ها',
    'restore' => 'بازیابی پست|بازیابی پست‌ها',
    'restored' => 'پست بازیابی شد|پست‌ها بازیابی شدند',
    'select_all' => 'انتخاب همه پست‌ها',
    'updated' => 'پست به‌روزرسانی شد|پست‌ها به‌روزرسانی شدند',
    'view' => 'مشاهده پست',
    'your_post' => 'پست شما',

];
